Revit 2024 API
ParameterTypeId.RbsElecPanelTotalloadParam Property
 "Total Connected"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecPanelTotalloadParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecPanelTotalloadParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecPanelTotalloadParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace